Repository: itbencn/ProtobufDecoder
Catalog: src/ProtobufDecoder.Application.WinForms/Strings.*.resx
Languages: nl_nl

# FailedToParseInput_Caption
source: Failed to parse input file
nl_nl: Lezen van bronbestand is mislukt

# FailedToParseInput_Text
source: Parsing the input file failed because: {0}
nl_nl: Lezen van het bronbestand is mislukt omdat: {0}

# FailedToReadInput_Caption
source: Failed to read input file
nl_nl: Lezen van bronbestand is mislukt

# FailedToReadInput_Text
source: Reading the input file failed because: {0}
nl_nl: Lezen van het bronbestand is mislukt omdat: {0}

# InputFileDoesNotExist_Text
source: Please check the path to the input file
nl_nl: Controleer het pad naar het bronbestand

# NoInputSelected_Caption
source: No input file selected
nl_nl: Geen bronbestand geselecteerd

# NoInputSelected_Text
source: Please select a file to decode
nl_nl: Selecteer een bronbestand om in te lezen

# MenuFile
source: &File
nl_nl: &Bestand

# MenuFileExit
source: E&xit
nl_nl: &Afsluiten

# MenuHelpAbout
source: &About
nl_nl: &Over

# ButtonDecode
source: Decode
nl_nl: Inlezen

# ButtonClear
source: Clear
nl_nl: Wissen

# InputSourcePath
source: Input file:
nl_nl: Bronbestand:

# AboutVersion
source: Version:
nl_nl: Versie:

# AboutTitle
source: About Protobuf Decoder
nl_nl: Over Protobuf Decoder

# FailedToDecodeTag_Text
source: Decoding failed because: {0}
nl_nl: Decoderen van de tag is mislukt omdat: {0}

# FailedToDecodeTag_Caption
source: Failed to decode tag value
nl_nl: Decoderen van de tag is mislukt
